[
    {"name": "About Cinema Scouter", "description": "Welcome to Cinema Scouter, your go-to website for finding movie theaters near you, discovering what movies they're playing, and checking showTimes for the latest releases! We are dedicated to providing you with an easy-to-use platform that helps you explore and enjoy the world of cinema.\n\n\nOur Mission:\n\nAt Cinema Scouter, our mission is to connect movie enthusiasts with the best cinematic experiences. We aim to provide comprehensive and up-to-date data regarding movie theaters, movies, and showTimes, making it convenient for you to find the information you need quickly and accurately.\n\n\nUser-Friendly Features\n\nCinema Scouter is designed with a user-friendly interface that allows you to easily browse and find movie theaters and movies based on your preferences. You can save your favorite theaters and even purchase tickets directly through our platform. We strive to continually improve our features and functionality to provide you with the best user experience possible.\n\n\nTrustworthy Information:\n\nWe understand the importance of accurate and reliable information when it comes to planning your movie night. Therefore, we diligently curate our data to ensure that the theater and movie information we provide is current and trustworthy. However, please note that movie theater and showtime availability may vary and it's always best to double-check with the theater directly for the most up-to-date information.\n\n\nThank you for using Cinema Scouter!"},
    {"name": "Privacy Policy", "description": "At Cinema Scouter, we are committed to protecting the privacy of our users. This Privacy Policy outlines how we collect, use, and protect your personal information when you use our website and our related services (collectively, the \"Services\"). By using our Services, you agree to the terms of this Privacy Policy.\n\n\nInformation We Collect:\n\n\nPersonal Information: We may collect personal information, such as your name and email address, when you voluntarily provide it to us through our contact form or other communication methods.\n\nLocation Information: In order to provide you with movie theater recommendations near your location, we may collect your location information, such as your IP address, GPS coordinates, or other similar information.\n\nUsage Information: We may collect usage information, such as the pages you visit on our website, the movies you search for, and the showTimes you view.\n\nCookies: We may use cookies and similar technologies to collect information about your usage of our website and to improve our Services. Cookies are small data files that are stored on your device when you visit our website. You can disable cookies in your web browser settings, but please note that some features of our website may not function properly if you do so.\n\n\nHow We Use Your Information:\n\n\nTo Provide Services: We may use your personal and location information to provide you with movie theater recommendations near your location, movie showTimes, and other related information.\n\nTo Improve Our Services: We may use usage information and cookies to analyze how our website is used, to improve the user experience, and to develop new features and functionalities.\n\nTo Communicate with You: We may use your personal information to respond to your inquiries, provide customer support, and send you updates and notifications about our Services.\n\nTo Protect Our Rights: We may use your information to enforce our Terms of Service, protect our rights, or comply with legal requirements.\n\n\nInformation Sharing:\n\n\nWe do not sell, rent, or share your personal information with third parties for their marketing purposes without your consent. We may share your information with third-party service providers who assist us in providing our Services, such as hosting providers, analytics providers, and communication tools. These service providers are contractually bound to only use your information for the purpose of providing the Services and are prohibited from using your information for any other purpose.\n\nWe may also share your information if required by law, in response to a legal process, or to protect our rights or the rights of others.\n\n\nData Security:\n\n\nWe take reasonable measures to protect your personal information from unauthorized access, loss, misuse, or alteration. However, please be aware that no security measure is perfect and we cannot guarantee the absolute security of your information.\n\n\nLast updated: April 6, 2023."},
    {"name": "California Notice", "description": "If you are a California resident, you have the right to request certain information regarding the collection and use of your personal information by Cinema Scouter, including:\n\n\nThe categories of personal information we have collected about you.\n\nThe categories of sources from which we have collected your personal information.\n\nThe business or commercial purpose for which we have collected or disclosed your personal information.\n\nThe categories of third parties with whom we have shared your personal information.\n\nThe specific pieces of personal information we have collected about you.\n\nYou also have the right to request the deletion of your personal information, subject to certain exceptions under the CCPA.\n\n\nHow to Exercise Your California Privacy Rights:\n\n\nTo exercise your rights under the CCPA, you may submit a verifiable consumer request by contacting us at [email address] or through our contact form on our website. We will verify your request using information we have on file, which may include asking you to provide additional information to confirm your identity.\n\n\nUpdates to this Notice:\n\n\nWe may update this California Privacy Rights Notice from time to time to comply with legal requirements or to reflect changes in our privacy practices. We encourage you to review this notice periodically for any changes.\n\n\nLast updated: April 6, 2023."},
    {"name": "Terms and Policies", "description": "Welcome to Cinema Scouter! These Terms and Policies govern your use of our website and any related services (collectively, the \"Services\"). By accessing or using the Services, you agree to be bound by these Terms and Policies. If you do not agree to these Terms and Policies, please do not use the Services.\n\n\n1. User Conduct\n\nYou agree to use the Services for lawful purposes only and to comply with all applicable laws, regulations, and rules. You will not use the Services in any way that violates the rights of others, is harmful, offensive, or objectionable, or otherwise interferes with the use of the Services by other users.\n\n\n2. Privacy\n\nYour privacy is important to us. Please review our Privacy Policy, which is incorporated by reference into these Terms and Policies, to understand how we collect, use, and disclose your personal information when you use the Services.\n\n\n3. Disclaimer of Warranties\n\nThe Services are provided \"as is\" and \"as available\" without warranties of any kind, either express or implied. Cinema Scouter does not warrant that the Services will be uninterrupted, error-free, or free from harmful components, or that any defects will be corrected. Cinema Scouter does not endorse, guarantee, or assume responsibility for the accuracy or reliability of any information provided by third-party movie theaters or other third-party websites or services linked to or from the Services.\n\n\n4. Limitation of Liability\n\nTo the maximum extent permitted by law, Cinema Scouter and its affiliates, officers, directors, employees, agents, and licensors shall not be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses, arising out of or in connection with your use of the Services, even if Cinema Scouter has been advised of the possibility of such damages.\n\n\n5. Indemnification\n\nYou agree to indemnify and hold harmless Cinema Scouter and its affiliates, officers, directors, employees, agents, and licensors from and against any and all claims, damages, liabilities, costs, and expenses, including attorneys' fees, arising out of or in connection with your use of the Services, your violation of these Terms and Policies, or your violation of any rights of others.\n\n\n6. Modifications to the Services\n\nCinema Scouter reserves the right to modify, suspend, or discontinue the Services at any time without notice. Cinema Scouter may also update or change these Terms and Policies from time to time without notice. Your continued use of the Services after any such updates or changes constitutes your acceptance of the modified Terms and Policies.\n\n\n7. Governing Law and Jurisdiction\n\nThese Terms and Policies shall be governed by and construed in accordance with the laws of the state of California, United States, without regard to its conflicts of law provisions. Any dispute arising out of or in connection with these Terms and Policies or your use of the Services shall be resolved exclusively in the state and federal courts located in California, and you hereby consent to the jurisdiction and venue of such courts.\n\n\n8. Entire Agreement\n\nThese Terms and Policies constitute the entire agreement between you and Cinema Scouter with respect to your use of the Services and supersede all prior or contemporaneous agreements, understandings, and communications, whether oral or written, relating to the subject matter hereof.\n\n\n9. Severability\n\nIf any provision of these Terms and Policies is found to be invalid, illegal, or unenforceable, such provision shall be deemed modified to the extent necessary to make it valid, legal, and enforceable, and the remaining provisions shall continue in full force and effect.\n\n\n10. Waiver\n\nNo waiver of any provision of these Terms and Policies shall be deemed a further or continuing waiver of such provision or any other provision, and the failure of Cinema Scouter to assert any right or provision under these Terms and Policies shall not constitute a waiver of such right or provision.\n\n\n11. Assignment\n\nThese Terms and Policies are binding upon and shall inure to the benefit of the parties hereto and their respective successors and assigns. You may not assign or transfer these Terms and Policies or any rights or obligations hereunder without the prior written consent of Cinema Scouter. Cinema Scouter may freely assign or transfer these Terms and Policies or any rights or obligations hereunder without restriction.\n\n\nBy using the Services, you acknowledge that you have read, understood, and agreed to these Terms and Policies. Thank you for using Cinema Scouter!"},
    {"name": "Accessability ", "description": "At Cinema Scouter, we are committed to providing a website that is accessible to all individuals, including those with disabilities. We strive to ensure that our website complies with the Web Content Accessibility Guidelines (WCAG) 2.1 level AA standards, which have been established to make web content more accessible to people with disabilities.\n\n\nWe have taken the following measures to enhance the accessibility of our movie theater showtime website:\n\n\nAlternative Text: We have added alternative text (alt text) to all meaningful images on our website. This helps users with visual impairments to understand the content of the images.\n\nCaptioned Videos: Videos on our website are captioned, ensuring that users who are deaf or hard of hearing can access the video content.\n\nDescriptive Links: We use descriptive and meaningful hyperlink text, so that users with screen readers can understand the context of the link without having to click on it.\n\n\nOngoing Accessibility Efforts:\n\n\nWe are continually working to improve the accessibility of our website. Our team is committed to monitoring and testing our website to ensure that it remains accessible to all users, and we are actively seeking feedback from our users on how we can further improve the accessibility of our website.\n\n\nContact Us:\n\n\nIf you have any questions, feedback, or concerns regarding the accessibility of our movie theater showtime website, or if you encounter any accessibility issues while using our website, please contact us. We value your input and will make every effort to address your concerns in a timely manner.\n\nWe are committed to providing an inclusive online experience for all users, and we will continue to strive for accessibility excellence in accordance with WCAG 2.1 level AA standards. Thank you for choosing Cinema Scouter."}
]